tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'rlandsberg/santa-cask'
brew 'gdbm'
brew 'xz'
brew 'pcre'
brew 'git'
brew 'openssl'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'tmux'
brew 'zsh'
brew 'zsh-completions'
brew 'argon/mas/mas'
cask 'dhs'
cask 'flux'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'kextviewr'
cask 'knockknock'
cask 'lockdown'
cask 'pycharm'
cask 'robomongo'
cask 'santa'
cask 'sublime-text3'
cask 'visual-studio-code'
cask 'vmware-fusion'