# Taps
tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'rlandsberg/santa-cask'


# Brews

brew 'boost'
brew 'openssl'
brew 'asio'
brew 'cpp-netlib'
brew 'gdbm'
brew 'gflags'
brew 'xz'
brew 'pcre'
brew 'git'
brew 'glog'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'libressl'
brew 'lz4'
brew 'snappy'
brew 'rocksdb'
brew 'thrift'
brew 'yara'
brew 'sleuthkit'
brew 'osquery'
brew 'python3'
brew 'tmux'
brew 'zsh'
brew 'zsh-completions'
brew 'argon/mas/mas'

# Casks
cask 'citrix-receiver'
cask 'dhs'
cask 'flux'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'hopper-disassembler'
cask 'iterm2-beta'
cask 'kextviewr'
cask 'knockknock'
cask 'lockdown'
cask 'pycharm'
cask 'robomongo'
cask 'skype'
cask 'sublime-text3'
cask 'taskexplorer'
cask 'visual-studio-code'
cask 'vmware-fusion'

# Package installers last
cask 'blockblock'
cask 'santa'



# Install our App Store Apps

mas 'Audit Explorer', id: 429353921
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Xcode', id: 497799835
mas 'Slack', id: 803453959
mas 'Toad', id: 747961939

# Paid apps
mas 'Synalyze It! Pro', id: 475193367
mas 'OmniFocus', id: 867299399